Repository: tamlyn/singapore
Catalog: locale/singapore.*.po
Languages: fr

source: Page created in %s seconds
fr: Page créée en %s secondes

source: singapore|Powered by %s
fr: Créé avec %s

source: All rights reserved.
fr: Tous droits réservés.

source: Images may not be reproduced in any form without the express written permission of the copyright holder.
fr: Reproduction interdite sous toute forme que ce soit sans l'accord écrit de l'auteur ou des ayants droit.

source: Log in
fr: Connexion

source: crumb line|You are here:
fr: Vous êtes ici:

source: %s gallery
fr: %s galerie

source: Sample image from gallery
fr: Echantillon de la Galerie

source: No thumbnail
fr: Pas de vignette

source: Showing %s-%s of %s
fr: Images %s à %s sur %s

source: gallery|Up
fr: Niveau Précedent

source: gallery|Up one level
fr: Niveau Précedent

source: gallery|Previous
fr: Précédente

source: gallery|Next
fr: Suivante

source: artist name|by %s
fr: par %s

source: Viewed
fr: Affichage

source: viewed|%s time
fr: %s foi

source: image|Previous
fr: Précédente

source: image|Thumbnails
fr: Vignettes

source: image|Next
fr: Suivante

source: Location
fr: Lieu

source: Camera
fr: Appareil

source: Lens
fr: Objectif

source: Darkroom manipulation
fr: Retouche Labo

source: Digital manipulation
fr: Retouche Numérique
